console.log(`Все пункты тз выполнены.
100/100 баллов.
1. Вёрстка страницы Main соответствует макету при ширине экрана 1280px +14
2. Вёрстка страницы Main соответствует макету при ширине экрана 768px +14
3. Вёрстка страницы Main соответствует макету при ширине экрана 320px +14
4. Вёрстка страницы Pets соответствует макету при ширине экрана 1280px +6
5. Вёрстка страницы Pets соответствует макету при ширине экрана 768px +6
6. Вёрстка страницы Pets соответствует макету при ширине экрана 320px +6
7. Ни на одном из разрешений до 320px включительно не появляется горизонтальная
   полоса прокрутки. Весь контент страницы при этом сохраняется: не обрезается и не удаляется +20
8. Верстка резиновая: при плавном изменении размера экрана элементы верстки
   так же плавно меняют свои размеры и расположение, не наезжают друг на друга, 
   изображения могут менять размер, но сохраняют правильные пропорции +8
9. При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается,
   появляется иконка бургер-меню +4
   Открытие меню при клике на иконку бургер-меню на текущем этапе не проверяется
10. Верстка обеих страниц валидная: для проверки валидности вёрстки 
    используйте сервис https://validator.w3.org/ . +8
`)